[
    {
        "title": "Name List",
        "description": "This app displays a list of names such as an employee directory, and allows you to search for a person based on any keyword filter.  It also allows you to sort the list of names in ascending or descending order of any column, such as first name, last name, phone number, or department.",
        "images": ["names.jpg"],   
        "live": "https://b0rgbart3.github.io/name_search/",
        "github": "https://github.com/b0rgbart3/name_search",
        "features": [""],
        "tech": ["React","Express","Node.js","MongoDB","Mongoose"]
    },
    {
        "title": "Memory Lane",
        "description": "This app is a fun little game that tests your visual memory.  It displays a random sequence of twelve cards and the user tries to guess a unique card as many times as they can. It tracks the correct number of guesses and your high score. It's fun and surprisingly difficult.",
        "images": ["clicky.jpg"],   
        "live": "https://b0rgbart3.github.io/clicky/",
        "github": "https://github.com/b0rgbart3/clicky",
        "features": [""],
        "tech": ["React","Express","Node.js","MongoDB","Mongoose"]
    },
    {
        "title": "Space Force",
        "description": "This app uses the NASA public image bank, and cross references these images with articles from Wikipedia. Users can search through photographs and find out more about these scientific topics in a visual manner, based on a keyword search, that filters the data coming in from the API.",
        "images": ["spaceforce.jpg"],   
        "live": "https://b0rgbart3.github.io/project-one/",
        "github": "https://github.com/b0rgbart3/project-one",
        "features": [""],
        "tech": ["React","Express","Node.js","MongoDB","Mongoose"]
    },
    {
        "title": "The Weather App",
        "description": "This app pulls live weather and forecast data from Open-Weather-Map.org's API.  It allows users to view the weather and get a 5 day forecast in multiple cities, to help them better plan their trips.  The city choices are saved so they can easily check the weather again at another time.",
        "images":["weather.jpg"],
        "live":"https://b0rgbart3.github.io/weather-dashboard/",
        "github":"https://github.com/b0rgbart3/weather-dashboard",
        "features": [""],
        "tech": ["Javascript","JQuery","HTML 5","CSS 3"]
    },
    {
        "title": "Quizzler",
        "description": "This app sets up a simple set of timed quiz questions in a fun game like interface with sound effects and current score to test users knowledge of a particular subject.  It also allows users to save their high scores and their initials to compare and compete against their peers.",
        "images":["quizzler.jpg"],
        "live":"https://b0rgbart3.github.io/code-quiz2/",
        "github":"https://github.com/b0rgbart3/code-quiz2",
        "features": [""],
        "tech": ["Javascript","JQuery","HTML 5","CSS 3"]
    },
    {
        "title": "MiddleGround",
        "description": "This app allows users to view social media posts from a spectrum of news sources, based on a keyword search.  Using the GoogleFact Check API it displays a truth rating for various articles and generates a word cloud to showing the hot topics of each side of the political spectrum.",
        "images":["middleground.jpg"],
        "live":"https://b0rgbart3.github.io/project-one/",
        "github":"https://rocky-meadow-78317.herokuapp.com/",
        "features": [""],
        "tech": ["Express","Node.js","MySQL","Handlebars"]
    }
]